{
  "side": "RIGHT",
  "y_position": 0,
  "color": 0,
  "content": {
    "pages": [
      {
        "title": "Предисловие",
        "level": 0,
        "elements": [
          {
             "text": "Тот, кто держит в руках эту книгу, остерегайтесь того, что ищете, ибо вам может не понравиться то, что вы найдете.",
             "extra": [
                { "text": "Hither yonder equs.", "obfuscated": true }
             ]
          },
          "По приказу принцессы",
          "- Старсвирл Бородатый"
        ]
      },
      {
        "title": "Ч.1 Магия в Эквестрии",
        "level": 0,
        "elements": [
          {
            "text": "Эквестрия наполнена магией самых разных форм и видов. Однако после недавних событий стало очевидным, что мы не до конца понимаем все, что связано с миром Эквестрии. Поэтому корона поручила мне исследовать магию во всех ее проявлениях, чтобы мы могли использовать ее и, я надеюсь, спастись от бедствий",
            "extra": [
              { "text": "aaaaaaa", "obfuscated": "true" }
            ]
          },
          { "x": 125, "y": 0, "width": 32, "height": 32, "texture": "unicopia:textures/gui/container/pages/profile.png" }
        ]
      },
      {
        "title": "1st Mare '12",
        "level": 0,
        "elements": [
          "Странные камни",
          "Эти драгоценные камни, как их называют местные жители, обычный материал, встречающийся по всему миру. Фермерские пони постоянно выкапывают их и считают местным деликатесом, но я считаю, что эти камни способны на гораздо большее, чем они сами о себе заявляют.",
          { "x": 125, "y": 0, "width": 32, "height": 32, "texture": "unicopia:textures/item/gemstone.png" }
        ]
      },
      {
        "title": "Драгоценные камни",
        "level": 0,
        "elements": [
          {
            "text": "Мои исследования еще не завершены, но, возможно, я на что-то наткнулся. Эти камни обладают высокой магической потенцией! Больше, чем я когда-либо видел раньше!"
          },
          {
            "text": "Луна-хочет",
            "strikethrough": true,
            "extra": [
              { "text": "Я буду продолжать экспериментировать. Скрестив копыта, я сообщу вам завтра, если что-нибудь найду.", "strikethrough": false}
            ]
          },
          "По приказу принцессы",
          "- Старсвирл Бородатый"
        ]
      },
      {
        "title": "2nd Mare '12",
        "level": 0,
        "elements": [
          {
            "text": "Сработало! Святой",
            "extra": [
              { "text": "Пухлые щёчки Селестии'", "obfuscated": true},
              { "text": "это действительно сработало." }
            ]
          },
          "Это потрясающе! Они могут сделать гораздо больше, чем я мог себе представить. Подумайте, какие достижения я мог бы принести в Эквестрию. Освещение с помощью самоцветов, отопление, охлаждение, мне больше не придется проводить лето, сидя на этом...",
          "Я забегаю вперед. Позвольте мне объяснить..."
        ]
      },
      {
        "title": "Заклинания",
        "level": 0,
        "elements": [
          { "x": 125, "y": 0, "width": 32, "height": 32, "texture": "unicopia:textures/gui/container/pages/crafting.png" },
          "В начале этой книги я нарисовал руководство, чтобы помочь с размещением.",
          "Положите необработанный драгоценный камень - на нем не должно быть никаких заклинаний - в центр и поместите материалы вокруг него в отмеченные мной места.",
          "Each material gives different effects and putting them closer enhances their influence on the gem."
        ]
      },
      {
        "title": "3rd Mare '12",
        "level": 0,
        "elements": [
          "Я собираюсь начать документировать комбинации заклинаний по мере того, как я их нахожу. Некоторые из них довольно очевидны, например, самоцвет + огонь = огненный самоцвет.",
          "Но некоторые менее понятны. Например, какие черты добавит яйцо? Необходимо много экспериментов. О, я в восторге!",
          "По приказу принцессы",
          "- Старсвирл Бородатый"
        ]
      },
      {
        "title": "Непроработанные драгоценные камни",
        "level": 1,
        "elements": [
          { "x": 127, "y": -10, "width": 32, "height": 32, "texture": "unicopia:textures/item/botched_gem.png" },
          "Не все комбинации работают. Что разочаровывает, так это то, что теперь в моих покоях скопились все эти бесполезные камни.",
          "Я не знаю, что с ними делать. Они не съедобны. По крайней мере, местные жители так не считают.",
          "У них все еще есть черты, которыми я их наделил, так что, возможно, я смогу найти им другое применение, кроме строительства крепости с маленькой Луной..."
        ]
      },
      {
        "title": "13th Mare '12",
        "level": 0,
        "elements": [
          "Извините за долгую задержку в обновлениях. Я много работал, изучая различные заклинания и разрабатывая свой подход.",
          "Огонь становится очень интересным аспектом, поскольку черты для него легко доступны.",
          "По приказу принцессы",
          "- Старсвирл Бородатый"
        ]
      }
    ]
  }
}
